{
  "LuaSnip": {
    "branch": "master"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "competitest.nvim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dracula.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-be-good": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
